Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Next
ar: التالي
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
tr: İleri
vi: Tiếp
zh_hans: 下一步

source: Next week
ar: الأسبوع القادم
de: Nächste Woche
el: Επόμενη εβδομάδα
es: Próxima semana
fr: Semaine prochaine
hi: अगला हफ़्ता
it: Prossima settimana
ja: 来週
ko: 다음 주
pt_br: Próxima semana
ru: Следующая неделя
tr: Gelecek hafta
vi: Tuần sau
zh_hans: 下周

source: Nice cooking!
ar: طبخ رائع!
de: Gut gekocht!
el: Μπράβο, ωραίο μαγείρεμα!
es: ¡Buen trabajo en la cocina!
fr: Bien cuisiné !
hi: बहुत बढ़िया!
it: Ottimo lavoro in cucina!
ja: お疲れさまでした！
ko: 요리 잘하셨어요!
pt_br: Mandou bem!
ru: Отличная готовка!
tr: Eline sağlık!
vi: Nấu giỏi lắm!
zh_hans: 做得好！

source: No Screen Recording button? Add it in Settings › Control Center. For your own cooking only — please don't repost creators' videos.
ar: لا يوجد زر تسجيل الشاشة؟ أضفه من الإعدادات › مركز التحكم. للاستخدام في طبخك فقط — لا تُعِد نشر فيديوهات الآخرين.
de: Keine Bildschirmaufnahme-Taste? Füge sie unter Einstellungen › Kontrollzentrum hinzu. Nur zum Selberkochen – bitte keine fremden Videos erneut posten.
el: Δεν υπάρχει κουμπί Εγγραφής οθόνης; Πρόσθεσέ το από Ρυθμίσεις › Κέντρο ελέγχου. Μόνο για το δικό σου μαγείρεμα — μην αναδημοσιεύεις βίντεο δημιουργών.
es: ¿No ves el botón de Grabación de pantalla? Añádelo en Ajustes › Centro de control. Solo para cocinar tú — no vuelvas a publicar vídeos de otros.
fr: Pas de bouton Enregistrement de l'écran ? Ajoute-le dans Réglages › Centre de contrôle. Pour ta cuisine uniquement — ne republie pas les vidéos des créateurs.
hi: स्क्रीन रिकॉर्डिंग बटन नहीं है? सेटिंग्स › कंट्रोल सेंटर में जोड़ें। सिर्फ़ अपनी कुकिंग के लिए — दूसरों के वीडियो दोबारा पोस्ट न करें।
it: Non vedi il pulsante Registrazione schermo? Aggiungilo in Impostazioni › Centro di controllo. Solo per cucinare tu — non ripubblicare i video dei creator.
ja: 画面収録ボタンがない場合は、設定 › コントロールセンターで追加してください。ご自身の料理のためだけに使い、他の人の動画は再投稿しないでください。
ko: 화면 녹화 버튼이 없나요? 설정 › 제어 센터에서 추가하세요. 직접 요리할 때만 사용하고, 다른 사람의 영상은 다시 올리지 마세요.
pt_br: Sem o botão de Gravação de Tela? Adicione em Ajustes › Central de Controle. Só para você cozinhar — não republique vídeos de outros criadores.
ru: Нет кнопки «Запись экрана»? Добавьте её в Настройки › Пункт управления. Только для своей готовки — не публикуйте чужие видео повторно.
tr: Ekran Kaydı düğmesi yok mu? Ayarlar › Denetim Merkezi'nden ekle. Yalnızca kendi yemeğin için — başkalarının videolarını yeniden paylaşma.
vi: Không thấy nút Ghi màn hình? Thêm trong Cài đặt › Trung tâm điều khiển. Chỉ để bạn tự nấu — đừng đăng lại video của người khác.
zh_hans: 没有“屏幕录制”按钮？请在“设置 › 控制中心”中添加。仅供自己做饭使用——请勿转发他人的视频。

source: No account needed — your kitchen lives on this iPhone and in your iCloud.
ar: لا حاجة لحساب — مطبخك يعيش على هذا الـ iPhone وفي iCloud.
de: Kein Konto nötig – deine Küche lebt auf diesem iPhone und in deiner iCloud.
el: Δεν χρειάζεται λογαριασμός — η κουζίνα σου ζει σε αυτό το iPhone και στο iCloud σου.
es: No necesitas cuenta — tu cocina vive en este iPhone y en tu iCloud.
fr: Aucun compte requis — votre cuisine vit sur cet iPhone et dans votre iCloud.
hi: किसी अकाउंट की ज़रूरत नहीं — आपकी रसोई इस iPhone और आपके iCloud में रहती है।
it: Nessun account necessario — la tua cucina vive su questo iPhone e nel tuo iCloud.
ja: アカウント不要 — キッチンのデータはこのiPhoneとiCloudに保存されます。
ko: 계정이 필요 없어요 — 주방 데이터는 이 iPhone과 iCloud에 있어요.
pt_br: Não precisa de conta — sua cozinha fica neste iPhone e no seu iCloud.
ru: Аккаунт не нужен — ваша кухня живёт на этом iPhone и в вашем iCloud.
tr: Hesap gerekmez — mutfağın bu iPhone’da ve iCloud’unda yaşar.
vi: Không cần tài khoản — căn bếp của bạn nằm trên iPhone này và trong iCloud của bạn.
zh_hans: 无需账号 — 你的厨房数据保存在这台iPhone和你的iCloud中。

source: No account: recipes, plans and lists stay on this iPhone and your iCloud. Erasing also deletes the anonymous usage record on our server.
ar: بلا حساب: تبقى الوصفات والخطط والقوائم على هذا الـ iPhone وفي iCloud. المسح يحذف أيضًا سجل الاستخدام المجهول على خادمنا.
de: Kein Konto: Rezepte, Pläne und Listen bleiben auf diesem iPhone und in deiner iCloud. Beim Löschen wird auch der anonyme Nutzungseintrag auf unserem Server entfernt.
el: Χωρίς λογαριασμό: συνταγές, προγράμματα και λίστες μένουν σε αυτό το iPhone και στο iCloud σου. Η διαγραφή σβήνει και την ανώνυμη καταγραφή χρήσης στον διακομιστή μας.
es: Sin cuenta: recetas, planes y listas se quedan en este iPhone y en tu iCloud. Borrar también elimina el registro de uso anónimo de nuestro servidor.
fr: Aucun compte : recettes, plannings et listes restent sur cet iPhone et dans votre iCloud. L’effacement supprime aussi l’historique d’utilisation anonyme sur notre serveur.
hi: कोई अकाउंट नहीं: रेसिपी, योजनाएँ और सूचियाँ इस iPhone और आपके iCloud में रहती हैं। मिटाने से हमारे सर्वर पर गुमनाम उपयोग रिकॉर्ड भी हट जाता है।
it: Nessun account: ricette, piani e liste restano su questo iPhone e nel tuo iCloud. La cancellazione elimina anche il registro di utilizzo anonimo sul nostro server.
ja: アカウントなし：レシピ、献立、リストはこのiPhoneとiCloudに保存されます。消去すると、サーバー上の匿名の利用記録も削除されます。
ko: 계정 없음: 레시피, 계획, 목록은 이 iPhone과 iCloud에 남아요. 삭제하면 서버의 익명 사용 기록도 지워져요.
pt_br: Sem conta: receitas, planos e listas ficam neste iPhone e no seu iCloud. Apagar também remove o registro de uso anônimo do nosso servidor.
ru: Без аккаунта: рецепты, планы и списки хранятся на этом iPhone и в вашем iCloud. Удаление также стирает анонимную запись использования на нашем сервере.
tr: Hesap yok: tarifler, planlar ve listeler bu iPhone’da ve iCloud’unda kalır. Silme işlemi sunucumuzdaki anonim kullanım kaydını da siler.
vi: Không tài khoản: công thức, kế hoạch và danh sách ở trên iPhone này và iCloud của bạn. Xóa dữ liệu cũng xóa bản ghi sử dụng ẩn danh trên máy chủ của chúng tôi.
zh_hans: 无需账号：食谱、计划和清单保存在这台iPhone和你的iCloud中。清除还会删除我们服务器上的匿名使用记录。

source: No allergens listed — fits everyone's rules
ar: لا مسبّبات حساسية مذكورة — يناسب قواعد الجميع
de: Keine Allergene angegeben – passt für alle
el: Δεν αναφέρονται αλλεργιογόνα — ταιριάζει στους κανόνες όλων
es: Sin alérgenos declarados — cumple las reglas de todos
fr: Aucun allergène indiqué — respecte les règles de tous
hi: कोई एलर्जन सूचीबद्ध नहीं — सबके नियमों के अनुकूल
it: Nessun allergene indicato — rispetta le regole di tutti
ja: 表示アレルゲンなし — 全員のルールに合っています
ko: 표시된 알레르기 유발 성분 없음 — 모두의 규칙에 맞아요
pt_br: Nenhum alérgeno listado — segue as regras de todos
ru: Аллергены не указаны — подходит всем
tr: Listelenmiş alerjen yok — herkesin kurallarına uyuyor
vi: Không có chất gây dị ứng được liệt kê — hợp với quy tắc của mọi người
zh_hans: 未列出过敏原 — 符合所有人的规则

source: No cooking
ar: بدون طبخ
de: Ohne Kochen
el: Χωρίς μαγείρεμα
es: Sin cocinar
fr: Sans cuisson
hi: बिना पकाए
it: Senza cottura
ja: 加熱なし
ko: 조리 없음
pt_br: Sem cozinhar
ru: Без готовки
tr: Pişirmesiz
vi: Không cần nấu
zh_hans: 无需烹饪

source: No cooking time given
ar: لم يُذكر وقت الطبخ
de: Keine Kochzeit angegeben
el: Δεν δίνεται χρόνος μαγειρέματος
es: Sin tiempo de cocción
fr: Aucun temps de cuisson indiqué
hi: पकाने का समय नहीं दिया
it: Tempo di cottura non indicato
ja: 調理時間の記載なし
ko: 조리 시간 정보 없음
pt_br: Sem tempo de preparo informado
ru: Время готовки не указано
tr: Pişirme süresi belirtilmemiş
vi: Không có thời gian nấu
zh_hans: 未注明烹饪时间

source: No ideas fit
ar: لا أفكار مناسبة
de: Keine Idee passt
el: Καμία ιδέα δεν ταιριάζει
es: Ninguna idea encaja
fr: Aucune idée ne convient
hi: कोई आइडिया फ़िट नहीं
it: Nessuna idea adatta
ja: 合うアイデアがありません
ko: 맞는 아이디어가 없어요
pt_br: Nenhuma ideia serve
ru: Подходящих идей нет
tr: Uygun fikir yok
vi: Không có gợi ý phù hợp
zh_hans: 没有合适的灵感

source: No limit
ar: بلا حد
de: Keine Grenze
el: Χωρίς όριο
es: Sin límite
fr: Sans limite
hi: कोई सीमा नहीं
it: Nessun limite
ja: 制限なし
ko: 제한 없음
pt_br: Sem limite
ru: Без ограничений
tr: Sınır yok
vi: Không giới hạn
zh_hans: 不限

source: No matches
ar: لا تطابقات
de: Keine Treffer
el: Καμία αντιστοιχία
es: Sin resultados
fr: Aucun résultat
hi: कोई मेल नहीं
it: Nessun risultato
ja: 一致なし
ko: 일치 항목 없음
pt_br: Nenhum resultado
ru: Нет совпадений
tr: Eşleşme yok
vi: Không có kết quả
zh_hans: 无匹配

source: No new ideas
ar: لا أفكار جديدة
de: Keine neuen Ideen
el: Καμία νέα ιδέα
es: No hay ideas nuevas
fr: Pas de nouvelles idées
hi: कोई नया आइडिया नहीं
it: Nessuna nuova idea
ja: 新しいアイデアはありません
ko: 새 아이디어 없음
pt_br: Nenhuma ideia nova
ru: Новых идей нет
tr: Yeni fikir yok
vi: Không có gợi ý mới
zh_hans: 没有新灵感

source: No nutrition yet
ar: لا معلومات غذائية بعد
de: Noch keine Nährwerte
el: Δεν υπάρχει ακόμα διατροφική αξία
es: Aún sin datos nutricionales
fr: Pas encore de valeurs nutritionnelles
hi: अभी पोषण जानकारी नहीं
it: Ancora nessun valore nutrizionale
ja: 栄養情報はまだありません
ko: 아직 영양 정보가 없어요
pt_br: Ainda sem nutrição
ru: Пищевой ценности пока нет
tr: Henüz besin bilgisi yok
vi: Chưa có thông tin dinh dưỡng
zh_hans: 暂无营养信息

source: No onion / garlic
ar: بدون بصل / ثوم
de: Ohne Zwiebel / Knoblauch
el: Χωρίς κρεμμύδι / σκόρδο
es: Sin cebolla / ajo
fr: Sans oignon / ail
hi: प्याज़ / लहसुन नहीं
it: Senza cipolla / aglio
ja: 玉ねぎ・にんにくなし
ko: 양파 / 마늘 제외
pt_br: Sem cebola / alho
ru: Без лука / чеснока
tr: Soğansız / sarımsaksız
vi: Không hành / tỏi
zh_hans: 不含洋葱/大蒜

source: No other options
ar: لا خيارات أخرى
de: Keine anderen Optionen
el: Καμία άλλη επιλογή
es: No hay más opciones
fr: Aucune autre option
hi: और कोई विकल्प नहीं
it: Nessun’altra opzione
ja: ほかの選択肢はありません
ko: 다른 옵션 없음
pt_br: Nenhuma outra opção
ru: Других вариантов нет
tr: Başka seçenek yok
vi: Không có lựa chọn khác
zh_hans: 没有其他选项

source: No other options fit
ar: لا خيارات أخرى مناسبة
de: Keine andere Option passt
el: Καμία άλλη επιλογή δεν ταιριάζει
es: No hay otras opciones que encajen
fr: Aucune autre option ne convient
hi: और कोई विकल्प फ़िट नहीं
it: Nessun’altra opzione adatta
ja: ほかに合う選択肢はありません
ko: 맞는 다른 옵션이 없어요
pt_br: Nenhuma outra opção serve
ru: Других подходящих вариантов нет
tr: Uygun başka seçenek yok
vi: Không có lựa chọn khác phù hợp
zh_hans: 没有其他合适的选项

source: No photo
ar: لا صورة
de: Kein Foto
el: Χωρίς φωτογραφία
es: Sin foto
fr: Pas de photo
hi: कोई फ़ोटो नहीं
it: Nessuna foto
ja: 写真なし
ko: 사진 없음
pt_br: Sem foto
ru: Нет фото
tr: Fotoğraf yok
vi: Không có ảnh
zh_hans: 无照片

source: No preference
ar: بلا تفضيل
de: Keine Vorliebe
el: Καμία προτίμηση
es: Sin preferencia
fr: Pas de préférence
hi: कोई पसंद नहीं
it: Nessuna preferenza
ja: こだわりなし
ko: 선호 없음
pt_br: Sem preferência
ru: Без предпочтений
tr: Tercih yok
vi: Không ưu tiên
zh_hans: 无偏好

source: No problem
ar: لا بأس
de: Kein Problem
el: Κανένα πρόβλημα
es: No pasa nada
fr: Pas de souci
hi: कोई बात नहीं
it: Nessun problema
ja: 大丈夫です
ko: 괜찮아요
pt_br: Sem problemas
ru: Ничего страшного
tr: Sorun değil
vi: Không sao
zh_hans: 没关系

source: No quick swaps for this one yet — ask AI below, or leave it out.
ar: لا بدائل سريعة لهذا بعد — اسأل الذكاء الاصطناعي بالأسفل أو استبعده.
de: Für diese Zutat gibt es noch keinen schnellen Tausch – frag unten die KI oder lass sie weg.
el: Δεν υπάρχουν ακόμα γρήγορες αντικαταστάσεις για αυτό — ρώτα την ΤΝ παρακάτω ή παράλειψέ το.
es: Aún no hay cambios rápidos para este — pregunta a la IA abajo o prescinde de él.
fr: Pas encore de substitution rapide pour celui-ci — demandez à l’IA ci-dessous ou passez-vous-en.
hi: इसके लिए अभी कोई क्विक स्वैप नहीं — नीचे AI से पूछें, या इसे छोड़ दें।
it: Ancora nessuna sostituzione rapida per questo — chiedi all’IA qui sotto o lascialo fuori.
ja: この材料のクイック置き換えはまだありません — 下でAIに聞くか、使わないでください。
ko: 이 재료는 아직 빠른 대체가 없어요 — 아래에서 AI에게 묻거나 빼세요.
pt_br: Ainda não há trocas rápidas para este — pergunte à IA abaixo ou deixe de fora.
ru: Быстрых замен для этого пока нет — спросите ИИ ниже или не добавляйте.
tr: Bunun için henüz hızlı değişim yok — aşağıdan yapay zekâya sor ya da çıkar.
vi: Chưa có thay thế nhanh cho món này — hỏi AI bên dưới, hoặc bỏ ra.
zh_hans: 这种食材暂无快速替换 — 可以在下方问AI，或者不放。

source: No recipe text found
ar: لم يُعثر على نص الوصفة
de: Kein Rezepttext gefunden
el: Δεν βρέθηκε κείμενο συνταγής
es: No se encontró texto de receta
fr: Aucun texte de recette trouvé
hi: रेसिपी का टेक्स्ट नहीं मिला
it: Nessun testo di ricetta trovato
ja: レシピのテキストが見つかりません
ko: 레시피 텍스트를 찾지 못했어요
pt_br: Nenhum texto de receita encontrado
ru: Текст рецепта не найден
tr: Tarif metni bulunamadı
vi: Không tìm thấy văn bản công thức
zh_hans: 未找到食谱文字

source: No safe quick swaps
ar: لا بدائل سريعة آمنة
de: Kein sicherer schneller Tausch
el: Καμία ασφαλής γρήγορη αντικατάσταση
es: No hay cambios rápidos seguros
fr: Aucune substitution rapide sûre
hi: कोई सुरक्षित क्विक स्वैप नहीं
it: Nessuna sostituzione rapida sicura
ja: 安全なクイック置き換えはありません
ko: 안전한 빠른 대체가 없어요
pt_br: Nenhuma troca rápida segura
ru: Безопасных быстрых замен нет
tr: Güvenli hızlı değişim yok
vi: Không có thay thế nhanh an toàn
zh_hans: 没有安全的快速替换

source: No steps yet
ar: لا خطوات بعد
de: Noch keine Schritte
el: Δεν υπάρχουν ακόμα βήματα
es: Aún no hay pasos
fr: Pas encore d’étapes
hi: अभी कोई स्टेप नहीं
it: Ancora nessun passaggio
ja: 手順はまだありません
ko: 아직 단계가 없어요
pt_br: Ainda sem passos
ru: Шагов пока нет
tr: Henüz adım yok
vi: Chưa có bước nào
zh_hans: 还没有步骤

source: No steps yet — add them here, or save now and add them later.
ar: لا خطوات بعد — أضفها هنا، أو احفظ الآن وأضفها لاحقًا.
de: Noch keine Schritte – füge sie hier hinzu oder speichere jetzt und ergänze sie später.
el: Δεν υπάρχουν ακόμα βήματα — πρόσθεσέ τα εδώ ή αποθήκευσε τώρα και πρόσθεσέ τα αργότερα.
es: Aún no hay pasos — añádelos aquí, o guarda ahora y añádelos luego.
fr: Pas encore d’étapes — ajoutez-les ici, ou enregistrez maintenant et ajoutez-les plus tard.
hi: अभी कोई स्टेप नहीं — यहाँ जोड़ें, या अभी सहेजें और बाद में जोड़ें।
it: Ancora nessun passaggio — aggiungili qui, oppure salva ora e aggiungili dopo.
ja: 手順はまだありません — ここで追加するか、保存してあとで追加してください。
ko: 아직 단계가 없어요 — 여기에 추가하거나, 지금 저장하고 나중에 추가하세요.
pt_br: Ainda sem passos — adicione aqui, ou salve agora e adicione depois.
ru: Шагов пока нет — добавьте их здесь или сохраните сейчас и добавьте позже.
tr: Henüz adım yok — buraya ekle ya da şimdi kaydedip sonra ekle.
vi: Chưa có bước nào — thêm ở đây, hoặc lưu ngay và thêm sau.
zh_hans: 还没有步骤 — 在这里添加，或先保存稍后再加。

source: None known
ar: لا شيء معروف
de: Keine bekannt
el: Καμία γνωστή
es: Ninguna conocida
fr: Aucune connue
hi: कोई ज्ञात नहीं
it: Nessuna nota
ja: 特になし
ko: 알려진 것 없음
pt_br: Nenhuma conhecida
ru: Не известны
tr: Bilinen yok
vi: Không có
zh_hans: 无已知过敏

source: Not connected
ar: غير مرتبط
de: Nicht verbunden
el: Μη συνδεδεμένο
es: No conectado
fr: Non connecté
hi: जुड़ा नहीं
it: Non collegato
ja: 未接続
ko: 연결 안 됨
pt_br: Não conectado
ru: Не подключено
tr: Bağlı değil
vi: Chưa kết nối
zh_hans: 未连接

source: Not cooked yet
ar: لم تُطبخ بعد
de: Noch nicht gekocht
el: Δεν έχει μαγειρευτεί ακόμα
es: Aún sin cocinar
fr: Pas encore cuisinée
hi: अभी तक नहीं बनाई
it: Non ancora cucinata
ja: まだ作っていません
ko: 아직 요리 안 함
pt_br: Ainda não feita
ru: Ещё не готовили
tr: Henüz pişirilmedi
vi: Chưa nấu
zh_hans: 还没做过

source: Not enough to go on
ar: المعلومات غير كافية
de: Zu wenig Informationen
el: Δεν υπάρχουν αρκετά στοιχεία
es: No hay suficiente información
fr: Pas assez d’informations
hi: जानकारी पर्याप्त नहीं
it: Informazioni insufficienti
ja: 情報が足りません
ko: 정보가 부족해요
pt_br: Informação insuficiente
ru: Недостаточно данных
tr: Yeterli bilgi yok
vi: Chưa đủ thông tin
zh_hans: 信息不足

source: Not now
ar: ليس الآن
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora não
ru: Не сейчас
tr: Şimdi değil
vi: Để sau
zh_hans: 以后再说

source: Not running low
ar: ليس على وشك النفاد
de: Nicht knapp
el: Δεν τελειώνει
es: No queda poco
fr: Pas en rupture
hi: कम नहीं हो रहा
it: Non in esaurimento
ja: 不足していません
ko: 부족하지 않음
pt_br: Não está acabando
ru: Не заканчивается
tr: Azalmıyor
vi: Không sắp hết
zh_hans: 未短缺

source: Not safe as written
ar: غير آمنة كما هي مكتوبة
de: So nicht sicher
el: Δεν είναι ασφαλής όπως είναι γραμμένη
es: No es segura tal como está escrita
fr: Dangereuse telle qu’écrite
hi: लिखे अनुसार सुरक्षित नहीं
it: Non sicura così com’è scritta
ja: このままでは安全ではありません
ko: 적힌 대로는 안전하지 않아요
pt_br: Não é segura como está escrita
ru: Небезопасно в таком виде
tr: Yazıldığı haliyle güvenli değil
vi: Không an toàn như đang ghi
zh_hans: 按原样不安全

source: Not sure what to cook?
ar: لا تعرف ماذا تطبخ؟
de: Keine Idee, was du kochen sollst?
el: Δεν ξέρεις τι να μαγειρέψεις;
es: ¿No sabes qué cocinar?
fr: Vous ne savez pas quoi cuisiner ?
hi: समझ नहीं आ रहा क्या बनाएँ?
it: Non sai cosa cucinare?
ja: 何を作るか迷っていますか？
ko: 뭘 요리할지 모르겠나요?
pt_br: Não sabe o que cozinhar?
ru: Не знаете, что приготовить?
tr: Ne pişireceğinden emin değil misin?
vi: Chưa biết nấu gì?
zh_hans: 不知道做什么？

source: Not tried yet
ar: لم تُجرَّب بعد
de: Noch nicht probiert
el: Δεν έχουν δοκιμαστεί
es: Sin probar aún
fr: Pas encore essayées
hi: अभी तक आज़माई नहीं
it: Non ancora provate
ja: まだ試していない
ko: 아직 안 해 본 것
pt_br: Ainda não testadas
ru: Ещё не пробовали
tr: Henüz denenmedi
vi: Chưa thử
zh_hans: 还没尝试

source: Notes saved
ar: تم حفظ الملاحظات
de: Notizen gespeichert
el: Οι σημειώσεις αποθηκεύτηκαν
es: Notas guardadas
fr: Notes enregistrées
hi: नोट सहेजे गए
it: Note salvate
ja: メモを保存しました
ko: 메모 저장됨
pt_br: Notas salvas
ru: Заметки сохранены
tr: Notlar kaydedildi
vi: Đã lưu ghi chú
zh_hans: 备注已保存

source: Nothing else fits everyone's rules for this meal. Save more recipes to widen the choice.
ar: لا شيء آخر يناسب قواعد الجميع لهذه الوجبة. احفظ وصفات أكثر لتوسيع الخيارات.
de: Sonst passt nichts zu allen Regeln für diese Mahlzeit. Speichere mehr Rezepte für mehr Auswahl.
el: Τίποτε άλλο δεν ταιριάζει στους κανόνες όλων για αυτό το γεύμα. Αποθήκευσε περισσότερες συνταγές για μεγαλύτερη επιλογή.
es: Nada más cumple las reglas de todos para esta comida. Guarda más recetas para tener más opciones.
fr: Rien d’autre ne respecte les règles de tous pour ce repas. Enregistrez plus de recettes pour élargir le choix.
hi: इस भोजन के लिए और कुछ भी सबके नियमों में फ़िट नहीं। विकल्प बढ़ाने के लिए और रेसिपी सहेजें।
it: Nient’altro rispetta le regole di tutti per questo pasto. Salva altre ricette per avere più scelta.
ja: この食事で全員のルールに合うものはほかにありません。レシピを保存すると選択肢が増えます。
ko: 이 식사에 모두의 규칙에 맞는 다른 것이 없어요. 레시피를 더 저장하면 선택지가 넓어져요.
pt_br: Nada mais segue as regras de todos para esta refeição. Salve mais receitas para ter mais opções.
ru: Больше ничего не подходит под правила всех для этого приёма пищи. Сохраните больше рецептов, чтобы выбор был шире.
tr: Bu öğün için herkesin kurallarına uyan başka bir şey yok. Seçeneği artırmak için daha fazla tarif kaydet.
vi: Không còn món nào hợp quy tắc của mọi người cho bữa này. Lưu thêm công thức để có nhiều lựa chọn hơn.
zh_hans: 这一餐没有其他符合所有人规则的选择了。保存更多食谱以扩大选择。

source: Nothing fits all of that
ar: لا شيء يناسب كل ذلك
de: Nichts passt zu all dem
el: Τίποτα δεν ταιριάζει σε όλα αυτά
es: Nada cumple todo eso
fr: Rien ne correspond à tout cela
hi: इन सब में कुछ भी फ़िट नहीं
it: Niente corrisponde a tutto questo
ja: すべての条件に合うものはありません
ko: 모든 조건에 맞는 것이 없어요
pt_br: Nada atende a tudo isso
ru: Под всё это ничего не подходит
tr: Bunların hepsine uyan bir şey yok
vi: Không có gì hợp với tất cả những điều đó
zh_hans: 没有能满足所有条件的

source: Nothing fits right now
ar: لا شيء مناسب حاليًا
de: Gerade passt nichts
el: Τίποτα δεν ταιριάζει αυτή τη στιγμή
es: Ahora mismo no encaja nada
fr: Rien ne convient pour l’instant
hi: अभी कुछ भी फ़िट नहीं
it: Al momento non c’è nulla di adatto
ja: 今は合うものがありません
ko: 지금은 맞는 것이 없어요
pt_br: Nada serve agora
ru: Сейчас ничего не подходит
tr: Şu an uygun bir şey yok
vi: Hiện chưa có gì phù hợp
zh_hans: 暂时没有合适的

source: Nothing fits yet
ar: لا شيء مناسب بعد
de: Noch passt nichts
el: Τίποτα δεν ταιριάζει ακόμα
es: Aún no encaja nada
fr: Rien ne convient encore
hi: अभी तक कुछ फ़िट नहीं
it: Ancora nulla di adatto
ja: まだ合うものがありません
ko: 아직 맞는 것이 없어요
pt_br: Nada serve ainda
ru: Пока ничего не подходит
tr: Henüz uygun bir şey yok
vi: Chưa có gì phù hợp
zh_hans: 暂时还没有合适的

source: Nothing from %@ fits everyone's food rules yet.
ar: لا شيء من %@ يناسب قواعد طعام الجميع بعد.
de: Noch passt nichts aus %@ zu allen Ernährungsregeln.
el: Τίποτα από %@ δεν ταιριάζει ακόμα στους διατροφικούς κανόνες όλων.
es: Aún no hay nada de %@ que cumpla las reglas de todos.
fr: Rien de %@ ne respecte encore les règles alimentaires de tous.
hi: %@ का अभी कुछ भी सबके खाने के नियमों में फ़िट नहीं।
it: Ancora nulla da %@ rispetta le regole alimentari di tutti.
ja: %@の料理で全員の食のルールに合うものはまだありません。
ko: %@ 요리 중 아직 모두의 식단 규칙에 맞는 것이 없어요.
pt_br: Ainda nada de %@ segue as regras alimentares de todos.
ru: Из блюд %@ пока ничего не подходит под правила питания всех.
tr: %@ mutfağından henüz herkesin beslenme kurallarına uyan bir şey yok.
vi: Chưa có món %@ nào hợp quy tắc ăn uống của mọi người.
zh_hans: %@的菜暂时都不符合所有人的饮食规则。

source: Nothing here yet
ar: لا شيء هنا بعد
de: Hier ist noch nichts
el: Δεν υπάρχει τίποτα εδώ ακόμα
es: Aún no hay nada aquí
fr: Rien ici pour l’instant
hi: यहाँ अभी कुछ नहीं
it: Ancora niente qui
ja: まだ何もありません
ko: 아직 아무것도 없어요
pt_br: Ainda não há nada aqui
ru: Здесь пока пусто
tr: Burada henüz bir şey yok
vi: Chưa có gì ở đây
zh_hans: 这里还没有内容

source: Nothing in your cookbook fits this meal and everyone's rules yet.
ar: لا شيء في كتاب وصفاتك يناسب هذه الوجبة وقواعد الجميع بعد.
de: Noch passt nichts in deinem Kochbuch zu dieser Mahlzeit und allen Regeln.
el: Τίποτα στο βιβλίο σου δεν ταιριάζει ακόμα σε αυτό το γεύμα και στους κανόνες όλων.
es: Nada de tu recetario encaja aún con esta comida y las reglas de todos.
fr: Rien dans votre livre ne convient encore à ce repas et aux règles de tous.
hi: आपकी कुकबुक में अभी कुछ भी इस भोजन और सबके नियमों में फ़िट नहीं।
it: Nulla nel tuo ricettario è ancora adatto a questo pasto e alle regole di tutti.
ja: レシピ帳には、この食事と全員のルールに合うものがまだありません。
ko: 레시피북에 이 식사와 모두의 규칙에 맞는 것이 아직 없어요.
pt_br: Nada no seu livro serve ainda para esta refeição e as regras de todos.
ru: В вашей книге пока нет ничего, что подходит для этого приёма пищи и правил всех.
tr: Tarif defterinde bu öğüne ve herkesin kurallarına uyan bir şey henüz yok.
vi: Sổ công thức chưa có món nào hợp với bữa này và quy tắc của mọi người.
zh_hans: 你的食谱本里暂时没有适合这一餐且符合所有人规则的菜。

source: Nothing in your pantry yet
ar: المخزن فارغ حتى الآن
de: Noch nichts im Vorrat
el: Το ντουλάπι σου είναι ακόμα άδειο
es: Aún no hay nada en tu despensa
fr: Rien dans votre garde-manger pour l’instant
hi: आपकी पैंट्री में अभी कुछ नहीं
it: Ancora niente in dispensa
ja: パントリーはまだ空です
ko: 보관함이 아직 비어 있어요
pt_br: Ainda não há nada na despensa
ru: В запасах пока пусто
tr: Kilerinde henüz bir şey yok
vi: Tủ đồ chưa có gì
zh_hans: 储藏里还没有东西

source: Nothing logged. Finish a cook, or tap Log to add a meal.
ar: لا سجلات. أنهِ طبخة أو اضغط «تسجيل» لإضافة وجبة.
de: Nichts eingetragen. Beende ein Rezept oder tippe auf „Eintragen“, um eine Mahlzeit hinzuzufügen.
el: Καμία καταγραφή. Ολοκλήρωσε ένα μαγείρεμα ή πάτησε Καταγραφή για να προσθέσεις γεύμα.
es: Nada registrado. Termina de cocinar o toca Registrar para añadir una comida.
fr: Rien de noté. Terminez une recette ou touchez Journal pour ajouter un repas.
hi: कुछ लॉग नहीं हुआ। खाना बनाना पूरा करें, या भोजन जोड़ने के लिए लॉग टैप करें।
it: Niente registrato. Finisci una ricetta o tocca Registra per aggiungere un pasto.
ja: 記録はありません。調理を完了するか、「記録」をタップして食事を追加してください。
ko: 기록이 없어요. 요리를 마치거나 기록을 탭해 식사를 추가하세요.
pt_br: Nada registrado. Termine uma receita ou toque em Registrar para adicionar uma refeição.
ru: Записей нет. Закончите готовку или нажмите «Записать», чтобы добавить приём пищи.
tr: Kayıt yok. Bir pişirmeyi bitir ya da öğün eklemek için Kaydet’e dokun.
vi: Chưa ghi gì. Nấu xong một món hoặc chạm Ghi lại để thêm bữa ăn.
zh_hans: 还没有记录。完成一次烹饪，或点按“记录”添加一餐。
